
<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8" session="true"%>
<%
	
	/*
	 * 회원로그인
	 * 
	 * 0:아이디존재안함
	 * 1:패쓰워드 불일치
	 * 2:로그인성공(세션)
	 */
		/*################# result == 0 ###################*/
		/*****************case1 redirect************/
		/*****************case2 script**************/
		/*################# result == 1 ###################*/
		/*****************case1 redirect************/
		/************case2 script*******************/
		/*################# result == 2 ###################*/
	
	
	
%>